import styles from "./AboutUs.module.scss";

export const AboutUs = () => {
  return (
    <div className={styles.aboutUsCont}>
      <h2>ჩვენს შესახებ</h2>
      <div>
        <p>
          VinMeter-ში ჩვენ გვჯერა, რომ მანქანის ყველა მყიდველი იმსახურებს სრულ
          გამჭვირვალობას ცხოვრების ერთ-ერთი ყველაზე ღირებული აქტივის, მანქანის
          შეძენისას. სწორედ ამიტომ, ჩვენ შევქმენით მარტივი, უსაფრთხო და საიმედო
          გზა, რომ მიიღოთ ქარფაქსისა და აუტოჩეკის ანგარიშები ნებისმიერი
          ამერიკული მანქანის VIN კოდით — ხელმისაწვდომ ფასად. ჩვენ ვართ
          ავტომობილების ენთუზიასტების, მონაცემთა სპეციალისტებისა და
          მომხმარებელთა მომსახურების მენეჯერებისგან დაკომპლექტებული
          პროფესიონალების გუნდი, რომლებიც მზად არიან დაგეხმარონ ავტომობილის
          შეძენის რთულ და რისკიან გზაზე. საავტომობილო და ტექნიკურ ინდუსტრიებში
          მრავალწლიანი გამოცდილებით, ჩვენ ვიცით, რამდენად მნიშვნელოვანია ზუსტი
          ინფორმაციის მიღება მანქანის შეძენამდე ან გაყიდვამდე. ჩვენ გთავაზობთ
          მყისიერ წვდომას ავტომობილის ისტორიის დეტალურ ანგარიშებზე სანდო
          წყაროებიდან, როგორიცაა Carfax და AutoCheck. ჩვენი მისია მარტივია:
          მომხმარებლებისთვის ავტომობილის ისტორიის სანდო ინფორმაციის მიწოდება,
          რათა მათ მიიღონ უფრო ჭკვიანური, უსაფრთხო და უფრო თავდაჯერებული
          გადაწყვეტილებები. რატომ ავირჩიოთ ჩვენ? სწრაფი მიწოდება: მიიღეთ თქვენი
          ანგარიში რამდენიმე წუთში. ხელმისაწვდომი ფასი: უმაღლესი ხარისხის
          ანგარიშები ყველაზე დაბალ ფასად. უსაფრთხო ტრანზაქციები: თქვენი
          მონაცემები და გადახდები ყოველთვის დაცულია. მეგობრული გუნდი: გაქვთ
          შეკითხვა? ჩვენი მეგობრული გუნდი მზად არის დაგეხმაროთ. გმადლობთ, რომ
          გვენდობით.
        </p>
      </div>
    </div>
  );
};
