import styles from "./Privacy.module.scss";

export const Privacy = () => {
  return (
    <div className={styles.aboutUsCont}>
      <h2>კონფიდენციალურობის პოლიტიკა</h2>
      <div>
        <p>
          VinAuto ზრუნავს
          თქვენს კონფიდენციალურობაზე. ეს კონფიდენციალურობის პოლიტიკა განმარტავს,
          როგორ ვაგროვებთ, ვიყენებთ და ვიცავთ თქვენს ინფორმაციას ჩვენი
          ვებსაიტისა და სერვისების გამოყენებისას.
        </p>

        <h2>1. ინფორმაციის შეგროვება</h2>
        <p>ჩვენ შეიძლება შევაგროვოთ შემდეგი ტიპის ინფორმაცია:</p>
        <ul>
          <li>
            პერსონალური ინფორმაცია (მაგალითად, სახელი, ელფოსტის მისამართი,
            სატელეფონო ნომერი);
          </li>
          <li>ავტომობილის VIN კოდი;</li>
          <li>
            გამოყენების მონაცემები (IP მისამართი, ბრაუზერის ტიპი, ვიზიტის დრო და
            სხვ.).
          </li>
        </ul>

        <h2>2. ინფორმაციის გამოყენება</h2>
        <p>თქვენგან შეგროვებული ინფორმაცია შეიძლება გამოვიყენოთ:</p>
        <ul>
          <li>
            თქვენი შეკვეთების დასამუშავებლად და ანგარიშების მიწოდებისთვის;
          </li>
          <li>მხარდაჭერისა და მომხმარებელთა მომსახურების გასაწევად;</li>
          <li>ვებსაიტის გაუმჯობესებისთვის;</li>
          <li>უსაფრთხოების მიზნით და სამართლებრივი მოთხოვნების დასაცავად.</li>
        </ul>

        <h2>3. ინფორმაციის გაზიარება</h2>
        <p>
          ჩვენ არ ვყიდით, არ ვაქირავებთ და არ ვუზიარებთ თქვენს პერსონალურ
          ინფორმაციას მესამე მხარეებს, გარდა შემდეგი შემთხვევებისა:
        </p>
        <ul>
          <li>თუ ეს საჭიროა ჩვენი სერვისების მიწოდებისთვის;</li>
          <li>სამართლებრივი მოთხოვნის, კანონის ან რეგულაციის შესაბამისად;</li>
          <li>თქვენი წინასწარი თანხმობის შემთხვევაში.</li>
        </ul>

        <h2>4. მონაცემების დაცვა</h2>
        <p>
          ჩვენ ვიყენებთ შესაბამის ტექნიკურ და ორგანიზაციულ ზომებს თქვენი
          მონაცემების დასაცავად უნებართვო წვდომისგან, ცვლილებისგან,
          გამჟღავნებისგან ან განადგურებისგან.
        </p>

        <h2>5. Cookies</h2>
        <p>
          ჩვენ ვიყენებთ &rdquo;ქუქიებს&rdquo; მომხმარებლის გამოცდილების გასაუმჯობესებლად.
          ქუქიები არის მცირე ფაილები, რომლებიც ინახება თქვენს მოწყობილობაზე.
        </p>

        <h2>6. თქვენი უფლებები</h2>
        <p>თქვენ გაქვთ უფლება:</p>
        <ul>
          <li>მოითხოვოთ, ნახოთ ან განაახლოთ თქვენი ინფორმაცია;</li>
          <li>მოითხოვოთ თქვენი მონაცემების წაშლა;</li>
          <li>
            გააპროტესტოთ მონაცემების დამუშავება კანონით გათვალისწინებულ
            ფარგლებში.
          </li>
        </ul>

        <h2>7. მესამე მხარის ბმულები</h2>
        <p>
          ჩვენი ვებსაიტი შეიძლება შეიცავდეს ბმულებს მესამე მხარეების საიტებზე.
          ჩვენ არ ვაგებთ პასუხისმგებლობას მათი კონფიდენციალურობის პოლიტიკაზე ან
          შინაარსზე.
        </p>

        <h2>8. ცვლილებები პოლიტიკაში</h2>
        <p>
          ჩვენ ვიტოვებთ უფლებას განვაახლოთ ეს კონფიდენციალურობის პოლიტიკა
          ნებისმიერ დროს. ყველა ცვლილება გამოქვეყნდება ამ გვერდზე.
        </p>
      </div>
    </div>
  );
};
