import styles from "./Terms.module.scss";

export const Terms = () => {
  return (
    <div className={styles.aboutUsCont}>
      <h2>წესები & პირობები</h2>
      <div>
        <p>
          ჩვენი ვებსაიტისა და სერვისების გამოყენებით, თქვენ ეთანხმებით შემდეგ
          წესებსა და პირობებს. გთხოვთ, ყურადღებით წაიკითხოთ ისინი შეძენამდე.
        </p>

        <h2>1. მომსახურება</h2>
        <p>
          ჩვენ ვთავაზობთ მომხმარებლებს საშუალებას, შეიძინონ ავტომობილის ისტორიის
          ანგარიშები ვალიდური VIN კოდის გამოყენებით. ანგარიშები მიწოდებულია
          ელექტრონულად ჩვენი პლატფორმის ან ელფოსტის მეშვეობით.
        </p>

        <h2>2. უფლებამოსილება</h2>
        <p>
          ჩვენი სერვისების გამოყენებით, თქვენ ადასტურებთ, რომ ხართ მინიმუმ 18
          წლის და გაქვთ უფლება დადოთ სამართლებრივი შეთანხმებები.
        </p>

        <h2>3. გადახდა და ფასები</h2>
        <ul>
          <li>ყველა ფასი მითითებულია ლარში.</li>
          <li>ანგარიშის მიწოდებამდე სრულად უნდა მოხდეს გადახდა.</li>
          <li>
            ჩვენ ვიტოვებთ უფლებას ფასების შეცვლაზე წინასწარი გაფრთხილების
            გარეშე.
          </li>
        </ul>

        <h2>4. მიწოდება</h2>
        <ul>
          <li>ანგარიშები ჩვეულებრივ იგზავნება შეძენიდან რამდენიმე წუთში.</li>
          <li>
            ტექნიკური პრობლემების შემთხვევაში მიწოდება შეიძლება შეყოვნდეს.
          </li>
          <li>
            მომხმარებელი პასუხისმგებელია ზუსტი და სრული VIN კოდის მიწოდებაზე.
          </li>
        </ul>

        <h2>5. დაბრუნების პოლიტიკა</h2>
        <ul>
          <li>
            ციფრული პროდუქტის ხასიათიდან გამომდინარე, ანგარიშის შექმნის შემდეგ
            თანხის დაბრუნება ან გაცვლა არ ხორციელდება.
          </li>
          <li>
            ტექნიკური პრობლემის შემთხვევაში გთხოვთ დაუკავშირდეთ ჩვენს
            მხარდაჭერის გუნდს პრობლემის გადასაჭრელად.
          </li>
        </ul>

        <h2>6. ინფორმაციის სიზუსტე</h2>
        <p>
          ჩვენ ვაწვდით ანგარიშებს მესამე მხარეების მიერ. ჩვენ ვცდილობთ მივაწოდოთ
          ზუსტი და განახლებული ინფორმაცია, თუმცა არ ვიღებთ პასუხისმგებლობას
          ანგარიშებში მოცემული მონაცემების სიზუსტეზე ან სანდოობაზე.
        </p>

        <h2>7. მომხმარებლის ქცევა</h2>
        <p>თქვენ ეთანხმებით, რომ არ გამოიყენებთ ჩვენს ვებსაიტს ან სერვისს:</p>
        <ul>
          <li>არალეგალური მიზნებისთვის;</li>
          <li>ჩვენი სისტემების დაუკითხავი წვდომის მცდელობისათვის;</li>
          <li>
            ანგარიშების რეპროდუქციის, განაწილების ან გადაყიდვის მიზნით ჩვენი
            წინასწარი წერილობითი თანხმობის გარეშე.
          </li>
        </ul>

        <h2>8. პასუხისმგებლობის შეზღუდვა</h2>
        <p>
          ჩვენ არ ვაგებთ პასუხისმგებლობას უშუალო, არაპირდაპირ ან შემთხვევით,
          გამოწვეული ზარალისთვის ჩვენი სერვისების ან ანგარიშების გამოყენებით ან
          გამოყენების შეუძლებლობით.
        </p>

        <h2>9. წესების შეცვლა</h2>
        <p>
          ჩვენ ვიტოვებთ უფლებას შევცვალოთ ან განვაახლოთ ეს წესები და პირობები
          ნებისმიერ დროს წინასწარი გაფრთხილების გარეშე.
        </p>
      </div>
    </div>
  );
};
